Repository: kaanporsuk/trustcare
Catalog: TrustCare/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, nl, pl, pt, ro, ru, sv, tr, uk

# survey_hospital
source: Hospital
cs: Nemocnice
de: Krankenhaus
fr: Hôpital
hu: Kórház
it: Ospedale
nl: Ziekenhuis
pl: Szpital
ro: Spital
ru: Больница
sv: Sjukhus
tr: Hastane
uk: Лікарня

# survey_hospital_wait_sub
source: How quickly were you seen by a doctor?
cs: Jak rychle vás vyšetřil lékař?
da: Hvor hurtigt blev du tilset af en læge?
de: Wie schnell wurden Sie von einem Arzt untersucht?
es: ¿Con qué rapidez te atendió el médico?
fr: À quelle vitesse avez-vous été vu par un médecin ?
hu: Milyen gyorsan látta el az orvos?
it: Quanto velocemente sei stato visitato da un medico?
nl: Hoe snel werd u door een arts gezien?
pl: Jak szybko przyjął Cię lekarz?
pt: Com que rapidez você foi atendido pelo médico?
ro: Cât de repede ai fost consultat de un medic?
ru: Как быстро вас осмотрел врач?
sv: Hur snabbt fick du träffa en läkare?
tr: Ne kadar sürede bir doktor tarafından görüldünüz?
uk: Як швидко вас оглянув лікар?

# survey_mental_health
source: Mental Health
cs: Duševní zdraví
da: Mental sundhed
de: Psychiatrie & Psychotherapie
es: Salud Mental
fr: Santé mentale
hu: Mentálhigiéné
it: Salute mentale
nl: Geestelijke Gezondheidszorg
pl: Zdrowie psychiczne
pt: Saúde Mental
ro: Sănătate mintală
ru: Психическое здоровье
sv: Psykiatrisk mottagning
tr: Ruh Sağlığı
uk: Психічне здоров'я

# survey_pain_management
source: Pain Management
cs: Zvládání bolesti
da: Smertebehandling
de: Schmerztherapie
es: Manejo del dolor
fr: Prise en charge de la douleur
hu: Fájdalomcsillapítás
it: Gestione del dolore
nl: Pijnbestrijding
pl: Leczenie bólu
pt: Gerenciamento de Dor
ro: Gestionarea durerii
ru: Обезболивание
sv: Smärtlindring
tr: Ağrı Yönetimi
uk: Знеболення

# survey_pain_management_sub
source: How well did they manage pain?
cs: Jak dobře zvládali vaši bolest?
da: Hvor godt håndterede de smerten?
de: Wie gut wurde die Schmerzbehandlung durchgeführt?
es: ¿Qué tan bien manejaron el dolor?
fr: Comment ont-ils géré la douleur ?
hu: Mennyire jól kezelték a fájdalmat?
it: Quanto bene hanno gestito il dolore?
nl: Hoe goed werd er met pijn omgegaan?
pl: Jak dobrze poradzono sobie z uśmierzaniem bólu?
pt: Quão bem eles gerenciaram a dor?
ro: Cât de bine au gestionat durerea?
ru: Насколько хорошо они справились с болью?
sv: Hur väl hanterade de smärtan?
tr: Ağrıyı ne kadar iyi yönettiler?
uk: Наскільки добре вони впоралися з болем?

# survey_pharmacist_knowledge
source: Pharmacist Knowledge
cs: Znalosti lékárníka
da: Apotekerens viden
de: Fachwissen des Apothekers
es: Conocimiento del farmacéutico
fr: Connaissances du pharmacien
hu: Gyógyszerész Szakértelme
it: Competenza del farmacista
nl: Kennis Apotheker
pl: Wiedza farmaceuty
pt: Conhecimento do Farmacêutico
ro: Cunoștințele farmacistului
ru: Компетентность фармацевта
sv: Apotekarens kunskap
tr: Eczacı Bilgisi
uk: Компетентність фармацевта

# survey_pharmacist_knowledge_sub
source: Did the pharmacist answer your questions well?
cs: Odpověděl lékárník dobře na vaše dotazy?
da: Besvarede apotekeren dine spørgsmål godt?
de: Hat der Apotheker Ihre Fragen gut beantwortet?
es: ¿Respondió bien el farmacéutico a tus preguntas?
fr: Le pharmacien a-t-il bien répondu à vos questions ?
hu: A gyógyszerész jól megválaszolta a kérdéseit?
it: Il farmacista ha risposto bene alle tue domande?
nl: Heeft de apotheker uw vragen goed beantwoord?
pl: Czy farmaceuta wyczerpująco odpowiedział na Twoje pytania?
pt: O farmacêutico respondeu bem às suas perguntas?
ro: Farmacistul a răspuns bine întrebărilor tale?
ru: Фармацевт хорошо ответил на ваши вопросы?
sv: Besvarade apotekaren dina frågor väl?
tr: Eczacı sorularınızı iyi yanıtladı mı?
uk: Чи добре фармацевт відповів на ваші запитання?

# survey_pharmacy
source: Pharmacy
cs: Lékárna
da: Apotek
de: Apotheke
es: Farmacia
fr: Pharmacie
hu: Gyógyszertár
it: Farmacia
nl: Apotheek
pl: Apteka
pt: Farmácia
ro: Farmacie
ru: Аптека
sv: Apotek
tr: Eczane
uk: Аптека

# survey_procedure_comfort
source: Procedure Comfort
cs: Komfort při zákroku
da: Procedurekomfort
de: Komfort während des Eingriffs
es: Comodidad del procedimiento
fr: Confort de l'intervention
hu: Eljárás Kényelme
it: Comfort della procedura
nl: Comfort tijdens Procedure
pl: Komfort zabiegu
pt: Conforto do Procedimento
ro: Confortul procedurii
ru: Комфорт процедуры
sv: Komfort under ingreppet
tr: İşlem Konforu
uk: Комфорт під час процедури

# survey_procedure_comfort_sub
source: Did staff make the procedure comfortable?
cs: Zajistil personál, aby byl zákrok pohodlný?
da: Gjorde personalet proceduren behagelig?
de: Hat das Personal den Eingriff angenehm gestaltet?
es: ¿Hizo el personal que el procedimiento fuera cómodo?
fr: Le personnel a-t-il rendu l'intervention confortable ?
hu: A személyzet kényelmessé tette az eljárást?
it: Il personale ha reso la procedura confortevole?
nl: Zorgde het personeel ervoor dat de procedure comfortabel was?
pl: Czy personel zadbał o Twój komfort w trakcie zabiegu?
pt: A equipe tornou o procedimento confortável?
ro: A asigurat personalul confortul procedurii?
ru: Сделал ли персонал процедуру комфортной?
sv: Gjorde personalen ingreppet bekvämt?
tr: Personel işlemin rahat geçmesini sağladı mı?
uk: Чи зробив персонал процедуру комфортною?

# survey_punctuality
source: Punctuality
cs: Dochvilnost
da: Punktlighed
de: Pünktlichkeit
es: Puntualidad
fr: Ponctualité
hu: Pontosság
it: Puntualità
nl: Punctualiteit
pl: Punktualność
pt: Pontualidade
ro: Punctualitate
ru: Пунктуальность
sv: Punktlighet
tr: Zamanlama
uk: Пунктуальність

# survey_punctuality_sub
source: Did your session start on time?
cs: Začalo vaše sezení včas?
da: Startede din session til tiden?
de: Hat Ihre Sitzung pünktlich begonnen?
es: ¿Comenzó tu sesión a tiempo?
fr: Votre séance a-t-elle commencé à l'heure ?
hu: A munkamenet időben elkezdődött?
it: La tua sessione è iniziata in orario?
nl: Begon uw sessie op tijd?
pl: Czy Twoja sesja rozpoczęła się o czasie?
pt: Sua sessão começou no horário?
ro: A început sesiunea ta la timp?
ru: Начался ли ваш сеанс вовремя?
sv: Började din session i tid?
tr: Seansınız zamanında başladı mı?
uk: Чи розпочався ваш сеанс вчасно?

# survey_rehab_effectiveness_sub
source: Did sessions improve mobility or reduce pain?
cs: Zlepšila sezení vaši pohyblivost nebo snížila bolest?
da: Forbedrede sessionerne mobiliteten eller reducerede smerten?
de: Haben die Sitzungen die Beweglichkeit verbessert oder Schmerzen gelindert?
es: ¿Las sesiones mejoraron la movilidad o redujeron el dolor?
fr: Les séances ont-elles amélioré la mobilité ou réduit la douleur ?
hu: A foglalkozások javították a mobilitást vagy csökkentették a fájdalmat?
it: Le sessioni hanno migliorato la mobilità o ridotto il dolore?
nl: Hebben sessies de mobiliteit verbeterd of pijn verminderd?
pl: Czy sesje poprawiły Twoją mobilność lub zmniejszyły ból?
pt: As sessões melhoraram a mobilidade ou reduziram a dor?
ro: Au îmbunătățit sesiunile mobilitatea sau au redus durerea?
ru: Улучшили ли сеансы подвижность или уменьшили боль?
sv: Förbättrade sessionerna rörligheten eller minskade smärtan?
tr: Seanslar hareketliliği artırdı mı veya ağrıyı azalttı mı?
uk: Чи покращили сеанси рухливість або зменшили біль?

# survey_rehab_wait_sub
source: How quickly did your session start?
cs: Jak rychle začalo vaše sezení?
da: Hvor hurtigt startede din session?
de: Wie schnell hat Ihre Sitzung begonnen?
es: ¿Con qué rapidez comenzó tu sesión?
fr: À quelle vitesse votre séance a-t-elle commencé ?
hu: Milyen gyorsan kezdődött el a foglalkozása?
it: Quanto velocemente è iniziata la tua sessione?
nl: Hoe snel begon uw sessie?
pl: Jak szybko rozpoczęła się Twoja sesja?
pt: Com que rapidez sua sessão começou?
ro: Cât de repede a început sesiunea ta?
ru: Как быстро начался ваш сеанс?
sv: Hur snabbt började din session?
tr: Seansınız ne kadar çabuk başladı?
uk: Як швидко розпочався ваш сеанс?

# survey_rehabilitation
source: Rehabilitation
cs: Rehabilitace
da: Rehabilitering
es: Rehabilitación
fr: Rééducation
hu: Rehabilitáció
it: Riabilitazione
nl: Revalidatie
pl: Rehabilitacja
pt: Reabilitação
ro: Recuperare
ru: Реабилитация
sv: Rehabilitering
tr: Rehabilitasyon
uk: Реабілітація

# survey_result_satisfaction
source: Result Satisfaction
cs: Spokojenost s výsledkem
da: Tilfredshed med resultat
de: Zufriedenheit mit dem Ergebnis
es: Satisfacción con los resultados
fr: Satisfaction du résultat
hu: Eredménnyel Való Elégedettség
it: Soddisfazione del risultato
nl: Tevredenheid Resultaat
pl: Zadowolenie z rezultatów
pt: Satisfação com o Resultado
ro: Satisfacția față de rezultat
ru: Удовлетворенность результатом
sv: Nöjdhet med resultatet
tr: Sonuç Memnuniyeti
uk: Задоволеність результатом

# survey_result_satisfaction_sub
source: Are you satisfied with the results?
cs: Jste s výsledky spokojeni?
da: Er du tilfreds med resultaterne?
de: Sind Sie mit den Ergebnissen zufrieden?
es: ¿Estás satisfecho con los resultados?
fr: Êtes-vous satisfait des résultats ?
hu: Elégedett az eredményekkel?
it: Sei soddisfatto dei risultati?
nl: Bent u tevreden met de resultaten?
pl: Czy jesteś zadowolony z rezultatów?
pt: Você está satisfeito com os resultados?
ro: Ești mulțumit de rezultate?
ru: Вы довольны результатами?
sv: Är du nöjd med resultaten?
tr: Sonuçlardan memnun musunuz?
uk: Ви задоволені результатами?

# survey_result_speed
source: Result Speed
cs: Rychlost výsledků
da: Resultathastighed
de: Geschwindigkeit der Ergebnisse
es: Rapidez de los resultados
fr: Rapidité des résultats
hu: Eredmény Gyorsasága
it: Rapidità dei risultati
nl: Snelheid Resultaat
pl: Szybkość wyników
pt: Velocidade do Resultado
ro: Viteza rezultatelor
ru: Скорость получения результата
sv: Snabba resultat
tr: Sonuç Hızı
uk: Швидкість отримання результату

# survey_result_speed_sub
source: Were results delivered on time?
cs: Byly výsledky dodány včas?
da: Blev resultaterne leveret til tiden?
de: Wurden die Ergebnisse pünktlich geliefert?
es: ¿Se entregaron los resultados a tiempo?
fr: Les résultats ont-ils été remis à temps ?
hu: Időben megkapták az eredményeket?
it: I risultati sono stati consegnati in tempo?
nl: Werden de resultaten op tijd geleverd?
pl: Czy wyniki zostały dostarczone na czas?
pt: Os resultados foram entregues no prazo?
ro: Rezultatele au fost livrate la timp?
ru: Были ли результаты доставлены вовремя?
sv: Levererades resultaten i tid?
tr: Sonuçlar zamanında teslim edildi mi?
uk: Чи були результати надані вчасно?

# survey_room_hygiene
source: Room Hygiene
cs: Hygiena na pokoji
da: Rumhygiejne
de: Raumhygiene
es: Higiene de la habitación
fr: Hygiène de la chambre
hu: Szoba Higiéniája
it: Igiene della stanza
nl: Kamerhygiëne
pl: Higiena w pokoju
pt: Higiene do Quarto
ro: Igiena camerei
ru: Гигиена палаты
sv: Rumshygien
tr: Oda Hijyeni
uk: Гігієна палати

# survey_room_hygiene_sub
source: Were rooms and areas clean?
cs: Byly pokoje a prostory čisté?
da: Var rum og områder rene?
de: Waren die Räume und Bereiche sauber?
es: ¿Estaban limpias las habitaciones y áreas?
fr: Les chambres et espaces étaient-ils propres ?
hu: A szobák és a területek tiszták voltak?
it: Le stanze e gli ambienti erano puliti?
nl: Waren de kamers en ruimtes schoon?
pl: Czy sale i otoczenie były czyste?
pt: Os quartos e as áreas estavam limpos?
ro: Au fost camerele și zonele curate?
ru: Были ли палаты и зоны чистыми?
sv: Var rum och utrymmen rena?
tr: Odalar ve alanlar temiz miydi?
uk: Чи були палати та інші зони чистими?

# survey_speed
source: Speed
cs: Rychlost
da: Hastighed
de: Geschwindigkeit
es: Velocidad
fr: Rapidité
hu: Gyorsaság
it: Rapidità
nl: Snelheid
pl: Szybkość
pt: Velocidade
ro: Viteză
ru: Скорость
sv: Snabbhet
tr: Hız
uk: Швидкість

# survey_speed_sub
source: How quickly were you served?
cs: Jak rychle jste byli obslouženi?
da: Hvor hurtigt blev du betjent?
de: Wie schnell wurden Sie bedient?
es: ¿Con qué rapidez te atendieron?
fr: À quelle vitesse avez-vous été servi ?
hu: Milyen gyorsan szolgálták ki?
it: Quanto velocemente sei stato servito?
nl: Hoe snel werd u geholpen?
pl: Jak szybko zostałeś obsłużony?
pt: Com que rapidez você foi atendido?
ro: Cât de repede ai fost servit?
ru: Как быстро вас обслужили?
sv: Hur snabbt fick du hjälp?
tr: Ne kadar hızlı hizmet aldınız?
uk: Як швидко вас обслужили?

# survey_staff_courtesy
source: Staff Courtesy
cs: Zdvořilost personálu
da: Personalets høflighed
de: Höflichkeit des Personals
es: Cortesía del personal
fr: Courtoisie du personnel
hu: Személyzet Udvariassága
it: Cortesia del personale
nl: Vriendelijkheid Personeel
pl: Uprzejmość personelu
pt: Cortesia da Equipe
ro: Amabilitatea personalului
ru: Вежливость персонала
sv: Personalens bemötande
tr: Personel Nezaketi
uk: Ввічливість персоналу

# survey_staff_courtesy_sub
source: Was the staff polite?
cs: Byl personál zdvořilý?
da: Var personalet høfligt?
de: War das Personal höflich?
es: ¿Fue amable el personal?
fr: Le personnel était-il poli ?
hu: A személyzet udvarias volt?
it: Il personale è stato gentile?
nl: Was het personeel beleefd?
pl: Czy personel był uprzejmy?
pt: A equipe foi educada?
ro: A fost personalul politicos?
ru: Был ли персонал вежлив?
sv: Var personalen artig?
tr: Personel kibar mıydı?
uk: Чи був персонал ввічливим?

# survey_therapist_attentiveness
source: Therapist Attentiveness
cs: Pozornost terapeuta
da: Terapeutens opmærksomhed
de: Aufmerksamkeit des Therapeuten
es: Atención del terapeuta
fr: Attention du thérapeute
hu: Terapeuta Figyelme
it: Attenzione del terapista
nl: Aandacht Therapeut
pl: Uwaga terapeuty
pt: Atenção do Terapeuta
ro: Atenția terapeutului
ru: Внимательность терапевта
sv: Terapeutens uppmärksamhet
tr: Terapist İlgisi
uk: Уважність терапевта

# survey_therapist_attentiveness_sub
source: Did the therapist monitor and adapt?
cs: Sledoval terapeut situaci a přizpůsoboval se?
da: Overvågede og tilpassede terapeuten forløbet?
de: Hat der Therapeut überwacht und angepasst?
es: ¿El terapeuta supervisó y adaptó el tratamiento?
fr: Le thérapeute a-t-il surveillé et adapté le traitement ?
hu: A terapeuta figyelemmel kísérte és alkalmazkodott?
it: Il terapista ha monitorato e si è adattato?
nl: Hield de therapeut toezicht en werd de behandeling aangepast?
pl: Czy terapeuta obserwował Cię i odpowiednio dostosowywał metody?
pt: O terapeuta monitorou e adaptou o tratamento?
ro: Terapeutul a monitorizat și s-a adaptat?
ru: Наблюдал ли терапевт и адаптировал ли процесс?
sv: Övervakade och anpassade terapeuten?
tr: Terapist sizi izledi ve duruma göre uyum sağladı mı?
uk: Чи спостерігав терапевт за вами та чи адаптував процес?

# survey_treatment_effectiveness
source: Treatment Effectiveness
cs: Účinnost léčby
da: Behandlingseffektivitet
de: Wirksamkeit der Behandlung
es: Efectividad del tratamiento
fr: Efficacité du traitement
hu: Kezelés Hatékonysága
it: Efficacia del trattamento
nl: Effectiviteit Behandeling
pl: Skuteczność leczenia
pt: Eficácia do Tratamento
ro: Eficacitatea tratamentului
ru: Эффективность лечения
sv: Behandlingens effektivitet
tr: Tedavi Etkililiği
uk: Ефективність лікування

# survey_treatment_effectiveness_sub
source: Did the treatment resolve your issue?
cs: Vyřešila léčba váš problém?
da: Løste behandlingen dit problem?
de: Hat die Behandlung Ihr Problem gelöst?
es: ¿El tratamiento resolvió tu problema?
fr: Le traitement a-t-il résolu votre problème ?
hu: A kezelés megoldotta a problémáját?
it: Il trattamento ha risolto il tuo problema?
nl: Heeft de behandeling uw probleem opgelost?
pl: Czy leczenie rozwiązało Twój problem?
pt: O tratamento resolveu o seu problema?
ro: Tratamentul ți-a rezolvat problema?
ru: Лечение помогло решить вашу проблему?
sv: Löste behandlingen ditt problem?
tr: Tedavi sorununuzu çözdü mü?
uk: Чи допомогло лікування вирішити вашу проблему?

# survey_waiting_time
source: Waiting Time
cs: Čekací doba
da: Ventetid
de: Wartezeit
es: Tiempo de espera
fr: Temps d'attente
hu: Várakozási Idő
it: Tempo di attesa
nl: Wachttijd
pl: Czas oczekiwania
pt: Tempo de Espera
ro: Timp de așteptare
ru: Время ожидания
sv: Väntetid
tr: Bekleme Süresi
uk: Час очікування

# survey_waiting_time_sub
source: How long did you wait after your appointment time?
cs: Jak dlouho jste čekali po čase vašeho objednání?
da: Hvor længe ventede du efter din aftalte tid?
de: Wie lange haben Sie nach Ihrem Termin gewartet?
es: ¿Cuánto tiempo esperaste después de tu hora de cita?
fr: Combien de temps avez-vous attendu après l'heure de votre rendez-vous ?
hu: Mennyit várt az időpontja után?
it: Quanto tempo hai aspettato dopo l'orario dell'appuntamento?
nl: Hoe lang moest u wachten na uw afspraaktijd?
pl: Jak długo czekałeś po ustalonej godzinie wizyty?
pt: Quanto tempo você esperou após o horário agendado?
ro: Cât ai așteptat după ora programată?
ru: Сколько вы ждали после назначенного времени?
sv: Hur länge väntade du efter din bokade tid?
tr: Randevu saatinizden sonra ne kadar beklediniz?
uk: Скільки часу ви чекали після призначеного часу?

# switch_category_hint
source: Try switching category.
cs: Zkuste přepnout kategorii.
da: Prøv at skifte kategori.
de: Versuchen Sie, die Kategorie zu wechseln.
es: Prueba cambiando de categoría.
fr: Essayez de changer de catégorie.
hu: Próbáljon kategóriát váltani.
it: Prova a cambiare categoria.
nl: Probeer een andere categorie.
pl: Spróbuj zmienić kategorię.
pt: Tente mudar de categoria.
ro: Încearcă să schimbi categoria.
ru: Попробуйте изменить категорию.
sv: Testa att byta kategori.
tr: Kategoriyi değiştirmeyi deneyin.
uk: Спробуйте змінити категорію.

# switch_to_list
source: Switch to list view for more results.
cs: Přepněte na zobrazení seznamu pro více výsledků.
da: Skift til listevisning for at se flere resultater.
de: Wechseln Sie zur Listenansicht für mehr Ergebnisse.
es: Cambia a la vista de lista para más resultados.
fr: Passez en vue liste pour plus de résultats.
hu: További találatokért váltson listanézetre.
it: Passa a visualizzazione elenco per più risultati.
nl: Wissel naar lijstweergave voor meer resultaten.
pl: Przełącz na widok listy, by zobaczyć więcej wyników.
pt: Mude para a visualização em lista para mais resultados.
ro: Comută la vizualizarea listă pentru mai multe rezultate.
ru: Переключитесь на список для дополнительных результатов.
sv: Byt till listvy för fler resultat.
tr: Daha fazla sonuç için liste görünümüne geçin.
uk: Перейдіть до списку для отримання додаткових результатів.

# tab_discover
source: Discover
cs: Najít
da: Find
de: Suchen
es: Buscar
fr: Trouver
hu: Keresés
it: Trova
nl: Zoeken
pl: Szukaj
pt: Buscar
ro: Găsește
ru: Поиск
sv: Hitta
tr: Bul
uk: Пошук

# tab_guide
source: Guide
cs: Průvodce
de: Ratgeber
es: Guía
hu: Útmutató
it: Guida
nl: Gids
pl: Poradnik
pt: Guia
ro: Ghid
ru: Гид
tr: Rehber
uk: Гід

# tab_profile
source: Profile
cs: Profil
da: Profil
de: Profil
es: Perfil
fr: Profil
hu: Profil
it: Profilo
nl: Profiel
pl: Profil
pt: Perfil
ro: Profil
ru: Профиль
sv: Profil
tr: Profil
uk: Профіль

# tab_review
source: Review
cs: Hodnotit
da: Bedøm
de: Bewerten
es: Reseñas
fr: Évaluer
hu: Értékelés
it: Recensisci
nl: Beoordelen
pl: Oceń
pt: Avaliar
ro: Evaluează
ru: Отзывы
sv: Recensera
tr: Değerlendir
uk: Відгуки

# tagline
source: Healthcare, Verified.
cs: Zdravotní péče, ověřeno.
da: Sundhedspleje, Verificeret.
de: Gesundheitswesen, Verifiziert.
es: Atención médica, verificada.
fr: La santé, vérifiée.
hu: Egészségügy, Ellenőrzötten.
it: Assistenza sanitaria, Verificata.
nl: Gezondheidszorg, Geverifieerd.
pl: Zweryfikowana opieka zdrowotna.
pt: Saúde, Verificada.
ro: Sănătate, Verificată.
ru: Проверенная медицина.
sv: Sjukvård, Verifierad.
tr: Doğrulanmış Sağlık Hizmetleri.
uk: Перевірена медицина.

# taxonomy_segment_facilities
source: Facilities
cs: Zařízení
da: Faciliteter
de: Einrichtungen
es: Centros
fr: Établissements
hu: Intézmények
it: Strutture
nl: Instellingen
pl: Placówki
pt: Estabelecimentos
ro: Unități
ru: Учреждения
sv: Kliniker
tr: Kurumlar
uk: Заклади

# taxonomy_segment_specialties
source: Specialties
cs: Specializace
da: Specialer
de: Fachgebiete
es: Especialidades
fr: Spécialités
hu: Szakterületek
it: Specializzazioni
nl: Specialismen
pl: Specjalizacje
pt: Especialidades
ro: Specialități
ru: Специализации
sv: Specialiteter
tr: Uzmanlıklar
uk: Спеціалізації

# taxonomy_segment_treatments
source: Treatments
cs: Léčba
da: Behandlinger
de: Behandlungen
es: Tratamientos
fr: Traitements
hu: Kezelések
it: Trattamenti
nl: Behandelingen
pl: Zabiegi
pt: Tratamentos
ro: Tratamente
ru: Лечение
sv: Behandlingar
tr: Tedaviler
uk: Лікування

source: Top Picks
cs: Nejlepší výběr
da: Bedste valg
de: Top-Auswahl
es: Destacados
fr: Meilleurs choix
hu: Kiemelt
it: Consigliati
nl: Aanbevolen
pl: Najlepsze wybory
pt: Principais Escolhas
ro: Recomandări
ru: Лучший выбор
sv: Toppval
tr: Öne Çıkanlar
uk: Найкращий вибір

# tos_account_1
source: You are responsible for maintaining the confidentiality of your credentials and activity under your account.
cs: Jste zodpovědní za zachování důvěrnosti vašich přihlašovacích údajů a aktivit na vašem účtu.
da: Du er ansvarlig for at opretholde fortroligheden af dine loginoplysninger og aktivitet på din konto.
de: Sie sind für die Wahrung der Vertraulichkeit Ihrer Zugangsdaten und der Aktivitäten in Ihrem Konto verantwortlich.
es: Eres responsable de mantener la confidencialidad de tus credenciales y de la actividad en tu cuenta.
fr: Vous êtes responsable du maintien de la confidentialité de vos identifiants et de l'activité sur votre compte.
hu: Ön felelős a hitelesítő adatai és a fiókja alatti tevékenységek titkosságának megőrzéséért.
it: Sei responsabile del mantenimento della riservatezza delle tue credenziali e dell'attività sul tuo account.
nl: U bent verantwoordelijk voor het vertrouwelijk houden van uw inloggegevens en activiteiten onder uw account.
pl: Jesteś odpowiedzialny za zachowanie poufności swoich danych logowania oraz aktywność na swoim koncie.
pt: Você é responsável por manter a confidencialidade de suas credenciais e atividades em sua conta.
ro: Ești responsabil pentru menținerea confidențialității acreditărilor tale și a activității din contul tău.
ru: Вы несете ответственность за сохранение конфиденциальности ваших учетных данных и активности в вашем аккаунте.
sv: Du är ansvarig för att upprätthålla sekretessen för dina inloggningsuppgifter och aktiviteter på ditt konto.
tr: Kimlik bilgilerinizin ve hesabınız altındaki faaliyetlerin gizliliğini korumaktan siz sorumlusunuz.
uk: Ви несете відповідальність за збереження конфіденційності ваших облікових даних та активності у вашому обліковому записі.
